"Cheerful" = "Hilpeä";
"Melodic" = "Melodinen";
"Relaxed" = "Rento";
"Grooving" = "Svengaava";
"Distorted" = "Säröytynyt";
"Acoustic" = "Akustinen";
"Processed" = "Käsitelty";
"Single" = "Soolo";
"Part" = "Osio";

"Dark" = "Tumma";
"Dissonant" = "Riitasoint.";
"Intense" = "Voimakas";
"Arrhythmic" = "Rytmitön";
"Clean" = "Puhdas";
"Electric" = "Sähköinen";
"Dry" = "Kuiva";
"Ensemble" = "Yhtye";
"Fill" = "Täyte";

"Rock/Blues" = "Rock/Blues";
"Electronic/Dance" = "Elektroninen";
"Jazz" = "Jazz";
"Urban" = "Urbaani";
"World/Ethnic" = "Maailma";
"Cinematic/New Age" = "Elokuva";
"Orchestral" = "Orkesteri";
"Country/Folk" = "Country";
"Experimental" = "Kokeellinen";
"Other Genre" = "Muu tyylilaji";

"Bass" = "Basso";
"Electric Bass" = "Sähköbasso";
"Acoustic Bass" = "Akustinen basso";
"Synthetic Bass" = "Synt. basso";

"Drums" = "Rummut";
"Drum Kit" = "Rumpusetit";
"Electronic Beats" = "Rytmit";
"Kick" = "Bassorumpu";
"Tom" = "Tom";
"Snare" = "Virveli";
"Cymbal" = "Symbaali";
"Hi-hat" = "Hi-hat";

"Guitars" = "Kitarat";
"Electric Guitar" = "Sähkökitara";
"Acoustic Guitar" = "Akustinen kitara";
"Banjo" = "Banjo";
"Mandolin" = "Mandoliini";
"Slide Guitar" = "Slide-kitara";
"Pedal Steel Guitar" = "Pedal Steel";

"Horn/Wind" = "Torvi";
"Saxophone" = "Saksofoni";
"Trumpet" = "Trumpetti";
"Flute" = "Huilu";
"Trombone" = "Pasuuna";
"Clarinet" = "Klarinetti";
"French Horn" = "Käyrätorvi";
"Tuba" = "Tuuba";
"Oboe" = "Oboe";
"Harmonica" = "Huuliharppu";
"Recorder" = "Nokkahuilu";
"Pan Flute" = "Pan-huilu";
"Bagpipe" = "Säkkipilli";
"Bassoon" = "Fagotti";
"Piccolo" = "Pikkolo";
"English Horn" = "Engl.torvi";
"Brass" = "Vasket";
"Woodwind" = "Puupuhallin";

"Keyboards" = "Koskettimet";
"Piano" = "Piano";
"Electric Piano" = "Sähköpiano";
"Organ" = "Urut";
"Clavinet" = "Klavinetti";
"Accordion" = "Harmonikka";
"Synthesizer" = "Syntikat";
"Rhodes" = "Rhodes";
"Celesta" = "Celesta";
"Harpsichord" = "Cembalo";

"Mallets" = "Malletit";
"Steel Drum" = "Steel-rumpu";
"Vibraphone" = "Vibrafoni";
"Marimba" = "Marimba";
"Xylophone" = "Ksylofoni";
"Kalimba" = "Kalimba";
"Bell" = "Kello";
"Timpani" = "Patarumpu";

"Mixed" = "Tunnussävelet";

"Other Instrument" = "Muu instr.";

"Percussion" = "Perkussio";
"Gong" = "Gongi";
"Shaker" = "Marakassit";
"Tambourine" = "Tamburiini";
"Conga" = "Konga";
"Bongo" = "Bongo";
"Cowbell" = "Lehmänkello";
"Clave" = "Lyömäpuikot";
"Vinyl/Scratch" = "Vinyyli";
"Chime" = "Kellopeli";
"Rattler" = "Rämistin";
"Sound Effect" = "Tehosteet";
"Misc2" = "Sekalaisia";
"Boom" = "Jylinät";
"All Effects" = "Kaikki tehosteet";
"Effects" = "Äänitehosteet";

"Ambience" = "Tunnelma";
"People" = "Ihmiset";
"Transportation" = "Kuljetus";
"Weapons" = "Aseet";
"Explosions" = "Räjähdykset";
"Impacts & Crashes" = "Iskeytymiset";
"Animals" = "Eläimet";
"Sports & Leisure" = "Urheilu";
"Mech/Tech" = "Koneet";
"Work/Home" = "Työ/koti";
"Misc." = "Sekalaisia";
"Foley" = "Foley";
"Motions & Transitions" = "Äänitunnukset";
"Sci-Fi" = "Scifi";

"Strings" = "Jousisoittimet";
"Violin" = "Viulu";
"Viola" = "Alttoviulu";
"Cello" = "Sello";
"Harp" = "Harppu";
"Koto" = "Koto";
"Sitar" = "Sitar";
"Double Bass" = "Tuplabasso";

"Texture/Atmosphere" = "Tekstuurit";

"Vocals" = "Laulu";
"Male" = "Mies";
"Female" = "Nainen";
"Choir" = "Kuoro";

"bytes" = "tavua";
"KB" = "kt";
"MB" = "Mt";
"GB" = "Gt";
"Can't find file" = "Tiedostoa ei löytynyt";
"CantOpenFile" = "Tiedostoa ei löytynyt odotetusta paikasta.\n\n%@\n\nHaluatko ohittaa tiedoston, etsiä sen vai kumota toiminnon?";
"Select..." = "Etsi tiedosto...";
"MakeOfflineSource" = "Ohita tiedosto";
"Don't open document" = "Kumoa";
"Reconnecting " = "Yhdistetään uudelleen ";
"Use selected path to reconnect other offline sources..." = "Käytä valittua polkua muiden kadonneiden tiedostojen yhdistämiseen";
